# Install Cask for managing gui programs
brew "git"
brew "cask"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"

# Needed for Alfred Github workflow
brew "php"

cask "sublime-text"
cask "alfred"
cask "visual-studio-code"
cask "slack"
cask "docker"
cask "gimp"
cask "firefox"

brew "act"
brew "nvm"

tap "heroku/brew"
brew "heroku"

brew "postgres"

brew "git-extras"

brew "tree"
